import React from "react";

export function AboutSection() {
  return (
    <section id="aboutsection">
      <div className="container mx-auto px-4 md:px-8 pb-14 md:pb-20">
        <p className="text-xl sm:text-3xl font-bold mb-9">F.A.Q.</p>
        <div>
          <p className="text-base font-semibold mb-3">Разнообразие моделей</p>
          <p className="text-base text-stone-600 mb-6">
            Коллекции, представленные в салоне, отлично сочетаются. Если вы
            хотите реализовать свой собственный дизайнерский потенциал – нет
            ничего проще. Кроме того, мы уверены, что сможем помочь вам
            воплотить в жизнь любые идеи ванных комнат. Начиная с выбора
            качественной кафельной плитки и заканчивая современными душевыми
            кабинами, или элегантными ванными на гнутых ножках.
          </p>
          <p className="text-base font-semibold mb-3">
            оборудование Pureclean – всегда в тренде
          </p>
          <p className="text-base text-stone-600 mb-6">
            Коллекции, представленные в салоне, отлично сочетаются. Если вы
            хотите реализовать свой собственный дизайнерский потенциал – нет
            ничего проще. Кроме того, мы уверены, что сможем помочь вам
            воплотить в жизнь любые идеи ванных комнат. Начиная с выбора
            качественной кафельной плитки и заканчивая современными душевыми
            кабинами, или элегантными ванными на гнутых ножках.
          </p>
          <p className="text-base font-semibold mb-3">
            оборудование Pureclean – всегда в тренде
          </p>
          <p className="text-base text-stone-600 mb-6">
            Коллекции, представленные в салоне, отлично сочетаются. Если вы
            хотите реализовать свой собственный дизайнерский потенциал – нет
            ничего проще. Кроме того, мы уверены, что сможем помочь вам
            воплотить в жизнь любые идеи ванных комнат. Начиная с выбора
            качественной кафельной плитки и заканчивая современными душевыми
            кабинами, или элегантными ванными на гнутых ножках.
          </p>
          <p className="text-base font-semibold mb-3">
            оборудование Pureclean – всегда в тренде
          </p>
          <p className="text-base text-stone-600 mb-6">
            Коллекции, представленные в салоне, отлично сочетаются. Если вы
            хотите реализовать свой собственный дизайнерский потенциал – нет
            ничего проще. Кроме того, мы уверены, что сможем помочь вам
            воплотить в жизнь любые идеи ванных комнат. Начиная с выбора
            качественной кафельной плитки и заканчивая современными душевыми
            кабинами, или элегантными ванными на гнутых ножках.
          </p>
        </div>
      </div>
    </section>
  );
}
